export const miniPopupDataText = {
  'ингибитор': `<span>Ингибитор</span> — вещество, которое останавливает или замедляет скорость физиологических или физико-химических процессов.`,

  'адъювантная терапия': `<span>Адъювантная терапия</span> — лекарственная терапия после проведения радикальной операции, нацеленная на снижение риска рецидива заболевания<sup>1</sup>.`,

  'ревматические болезни': `<span>Ревматические болезни</span> — группа заболеваний, при которых поражается соединительная ткань, в том числе 
  и суставы<sup>3</sup>.`,

  'гипотиреоз': `<span>Гипотиреоз</span> — недостаток гормонов <br> щитовидной железы<sup>12</sup>.`,

  'гипертиреоз': `<span>Гипертиреоз</span> — избыток гормонов щитовидной железы<sup>3</sup>.`,

  'ревматолог': `<span>Ревматолог</span> — врач, который занимается лечением заболеваний соединительной ткани, в том числе суставов.`,

  'апноэ': `<span>Синдром обструктивного апноэ сна</span> — состояние, при котором во время сна храп внезапно обрывается и возникает резкая остановка дыхания, затем человек громко всхрапывает<sup>12</sup>.`,

  'заболевания почек': `<span>Заболевания почек</span> — закупорка сосудов почек<sup>12</sup>.`,

  'альдостеронизм': `<span>Первичный альдостеронизм</span> — нарушение функции надпочечников, повышенное образование гормона альдостерона<sup>12</sup>.`,

  'диабет': `<span>Сахарный диабет</span> — заболевание, характеризующееся повышением уровня глюкозы в крови за счет абсолютного или относительного дефицита инсулина — гормона поджелудочной железы<sup>12</sup>.`,

  'ожирение': `<span>Ожирение</span> — избыток массы тела12. Индекс массы тела (ИМТ) ≥ 30 кг/м2.`,

  'нефролог': `<span>Нефролог</span> — врач, который занимается лечением заболеваний почек.`,
  
  'сомнолог': `<span>Сомнолог</span> — врач, который занимается проблемами нарушений сна.`,
  
  'обезвоживание': `<span>Обезвоживание</span> — признаки обезвоживания, такие как жажда, уменьшение выделяемой мочи, сухость кожи<sup>14</sup>.`,
  
  'электролиты': `<span>Электролиты</span> — калий, натрий и хлор являются основными электролитами организма. Они помогают перемещению питательных веществ в клетки и выводу продуктов обмена из клетки<sup>15</sup>.`,
  
  'головная боль': `<span>Головная боль напряжения</span> — боль сдавливающего характера<sup>12</sup>.`,

  'мигрень': `<span>Мигрень</span> — для этой головной боли характерна длительность от 4 до 72 часов. Часто боль пульсирующая, усиливающаяся во время физической нагрузки<sup>12</sup>.`,

  'кластерная головная боль': `<span>Кластерная головная боль</span> — мучительная односторонняя боль в окологлазной или височной областях, сопровождающаяся вегетативными симптомами (слезотечение, опущение века, насморк, затруднение носового дыхания)<sup>12</sup>.`,

  'депрессия': `<span>Депрессия</span> — расстройство психики, 
  которое проявляется устойчивым снижением настроения, двигательной заторможенностью и нарушением мышления<sup>12</sup>.`,

  'анемия': `<span>Анемия</span> — уменьшение содержания гемоглобина и эритроцитов в крови<sup>12</sup>.`,
}

export const imagePopupDataSrc = {
  'four stages': './images/about/stages-full.png',
  'mark': './images/full-image-popup/way-mark.png',
  'cell division': './images/braf/illustration.png',
}